{
  "ministryLogo": "Ministry Logo",
  "E-Report": "E-Report",
  "homeDescription": " Violence Reporting System: This website is designed to make it easy to report Sexual harassment/assault committed in the workplace under the Ministry of Trade and Regional Integration women and to get support. It also connects you with professionals who can provide timely assistance. How to use it? By clicking the “Report” button, you can enter your full name, phone number, email, and select the type of violence. Then click the “Submit” button to send your information. Your information will be kept confidential and only sent to the appropriate authority, so there is no need to worry.",
  "homeSubDescription": "By using the Report button, you can easily submit what you feel or what happened to you",
  "Report": "Report ",
  "Help": "Help ",
  "whyChooseSafeSpace": "Why Choose E-Report?",
  "safeSpaceCommitment": "We're committed to providing a secure environment for reporting and support",
  "confidential": "100% Confidential",
  "confidentialDesc": "Your identity and information are completely protected. All reports are encrypted and securely stored.",
  "compassionateSupport": "Support",
  "compassionateSupportDesc": "Our trained professionals provide empathetic support .",
  "available247": "24/7 Available",
  "available247Desc": "Help is available whenever you need it. Submit reports anytime, anywhere, from any device.",
  "immediateDanger": "🚨 In Immediate Danger?",
  "emergencyDesc": "If you are in immediate physical danger, please contact emergency services",
  "call911": "Call 911",
  "nationalHotline": "National Hotline: 1-800-799-SAFE",
  "readyFirstStep": "FEDERAL DEMOCRATIC REPUBLIC OF ETHIOPIA MINISTRY OF TRADE AND REGIONAL INTEGRATION",
  "firstStepDesc": "You don't have to face this alone. Start your report today in a safe, secure environment.",
  "startReport": "Start Your Report",
  "low": "Junior Professional",
  "midium": "Intermediate Professional",
  "high": "Senior Professional",
  "leder": "Team Leader and Desk Head",
  "adminster": "Executive and Above",
  "other": "Other",
  "selectWorkPosition": "Select Work Position/Role"

}
